Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: End card
de: Endkarte
fr: Écran de fin
ru: Финальная заставка
zh_hans: 结尾画面

source: End here
de: Hier enden
fr: Finir ici
ru: Конец здесь
zh_hans: 到这里结束

source: Ends
de: Endet
fr: Fin
ru: Конец
zh_hans: 结束

source: English
de: Englisch
fr: Anglais
ru: Английский
zh_hans: 英语

source: Enhance Voice
de: Stimme verbessern
fr: Améliorer la voix
ru: Улучшить голос
zh_hans: 增强人声

source: Enhance voice
de: Stimme verbessern
fr: Améliorer la voix
ru: Улучшение голоса
zh_hans: 增强人声

source: Enjoying Shotnix? Click to star it on GitHub ★
de: Gefällt dir Shotnix? Klicke, um ihm auf GitHub einen Stern zu geben ★
fr: Vous aimez Shotnix ? Cliquez pour lui donner une étoile sur GitHub ★
ru: Нравится Shotnix? Нажмите, чтобы поставить звезду на GitHub ★
zh_hans: 喜欢 Shotnix 吗？点按即可在 GitHub 上为它加星标 ★

source: Enjoying Shotnix? Star it on GitHub so more people find it.
de: Gefällt dir Shotnix? Gib ihm einen Stern auf GitHub, damit mehr Leute es finden.
fr: Vous aimez Shotnix ? Donnez-lui une étoile sur GitHub pour que d’autres le découvrent.
ru: Нравится Shotnix? Поставьте звезду на GitHub, чтобы о нем узнало больше людей.
zh_hans: 喜欢 Shotnix 吗？在 GitHub 上加个星标，让更多人发现它。

source: Esc or Done finishes
de: Esc oder „Fertig“ zum Beenden
fr: Échap ou « Terminé » pour finir
ru: Esc или «Готово» — завершить
zh_hans: 按 Esc 键或点按“完成”结束

source: Estimated file size. Still screens take less.
de: Geschätzte Dateigröße. Ruhige Bildschirminhalte brauchen weniger.
fr: Taille de fichier estimée. Un écran immobile prend moins de place.
ru: Примерный размер файла. Статичное изображение занимает меньше.
zh_hans: 预估文件大小。画面静止时占用空间更少。

source: Estimated size %@
de: Geschätzte Größe: %@
fr: Taille estimée : %@
ru: Примерный размер: %@
zh_hans: 预估大小：%@

source: Estimating…
de: Wird geschätzt …
fr: Estimation…
ru: Оценка…
zh_hans: 正在估算…

source: Even out loudness
de: Lautheit angleichen
fr: Égaliser le volume sonore
ru: Выравнивание громкости
zh_hans: 统一响度

source: Every clip is muted — this export will have no sound.
de: Alle Clips sind stummgeschaltet – dieser Export hat keinen Ton.
fr: Tous les clips sont coupés — cette exportation n’aura pas de son.
ru: Звук всех клипов выключен — экспорт будет без звука.
zh_hans: 所有片段都已静音 — 此导出将没有声音。

source: Every cut, zoom, annotation, caption, and style change on this video is removed — the recordings you added stay. You can undo this.
de: Alle Schnitte, Zooms, Beschriftungen, Untertitel und Stiländerungen an diesem Video werden entfernt – hinzugefügte Aufnahmen bleiben erhalten. Du kannst das widerrufen.
fr: Toutes les coupes, les zooms, les annotations, les sous-titres et les modifications de style de cette vidéo sont supprimés — les enregistrements ajoutés sont conservés. Vous pouvez annuler cette action.
ru: Все вырезки, увеличения, разметка, субтитры и изменения стиля в этом видео будут удалены — добавленные записи останутся. Это действие можно отменить.
zh_hans: 此视频上的所有剪切、缩放、标注、字幕和样式更改都会被移除 — 你添加的录制内容会保留。你可以撤销此操作。

source: Every cut, zoom, annotation, caption, and style change on this video is removed. You can undo this.
de: Alle Schnitte, Zooms, Beschriftungen, Untertitel und Stiländerungen an diesem Video werden entfernt. Du kannst das widerrufen.
fr: Toutes les coupes, les zooms, les annotations, les sous-titres et les modifications de style de cette vidéo sont supprimés. Vous pouvez annuler cette action.
ru: Все вырезки, увеличения, разметка, субтитры и изменения стиля в этом видео будут удалены. Это действие можно отменить.
zh_hans: 此视频上的所有剪切、缩放、标注、字幕和样式更改都会被移除。你可以撤销此操作。

source: Every sound level is at 0 (Audio tab) — this export will have no sound.
de: Alle Lautstärken stehen auf 0 (Tab „Audio“) – dieser Export hat keinen Ton.
fr: Tous les niveaux sonores sont à 0 (onglet Audio) — cette exportation n’aura pas de son.
ru: Все уровни звука на нуле (вкладка «Аудио») — экспорт будет без звука.
zh_hans: 所有音量都为 0（“音频”标签页）— 此导出将没有声音。

source: Everything is ready
de: Alles bereit
fr: Tout est prêt
ru: Все готово
zh_hans: 一切就绪

source: Exactly as recorded.
de: Genau wie aufgezeichnet.
fr: Exactement comme enregistré.
ru: Точно как в записи.
zh_hans: 与录制时完全一致。

source: Export
de: Exportieren
fr: Exporter
ru: Экспорт
zh_hans: 导出

source: Export (⌘E)
de: Exportieren (⌘E)
fr: Exporter (⌘E)
ru: Экспорт (⌘E)
zh_hans: 导出（⌘E）

source: Export Video…
de: Video exportieren …
fr: Exporter la vidéo…
ru: Экспортировать видео…
zh_hans: 导出视频…

source: Export and put the file on the clipboard — paste it into Slack, Mail, or Finder
de: Exportieren und die Datei in die Zwischenablage legen – setze sie in Slack, Mail oder im Finder ein
fr: Exporter et placer le fichier dans le presse-papiers — collez-le dans Slack, Mail ou le Finder
ru: Экспортировать и поместить файл в буфер обмена — вставьте его в Slack, Почту или Finder
zh_hans: 导出并将文件放到剪贴板 — 可粘贴到 Slack、“邮件”或“访达”

source: Export cancelled
de: Export abgebrochen
fr: Exportation annulée
ru: Экспорт отменен
zh_hans: 导出已取消

source: Export cancelled.
de: Export abgebrochen.
fr: Exportation annulée.
ru: Экспорт отменен.
zh_hans: 导出已取消。

source: Export complete
de: Export abgeschlossen
fr: Exportation terminée
ru: Экспорт завершен
zh_hans: 导出完成

source: Export failed
de: Export fehlgeschlagen
fr: Échec de l’exportation
ru: Не удалось экспортировать
zh_hans: 导出失败

source: Exported
de: Exportiert
fr: Exporté
ru: Экспортировано
zh_hans: 已导出

source: Exported without Enhance voice — it couldn't finish.
de: Ohne „Stimme verbessern“ exportiert – die Bereinigung wurde nicht fertig.
fr: Exporté sans Améliorer la voix — le traitement n’a pas pu aboutir.
ru: Экспортировано без улучшения голоса — обработка не завершилась.
zh_hans: 已在未“增强人声”的情况下导出 — 增强未能完成。

source: Exported · %@
de: Exportiert · %@
fr: Exporté · %@
ru: Экспортировано · %@
zh_hans: 已导出 · %@

source: Exporting %lld%%
de: Export %lld %%
fr: Exportation %lld %%
ru: Экспорт %lld %%
zh_hans: 正在导出 %lld%%

source: Exporting a video for the clipboard
de: Video für die Zwischenablage wird exportiert
fr: Exportation d’une vidéo pour le presse-papiers
ru: Экспорт видео для буфера обмена
zh_hans: 正在导出用于剪贴板的视频

source: Exporting “%@”
de: „%@“ wird exportiert
fr: Exportation de « %@ »
ru: Экспорт «%@»
zh_hans: 正在导出“%@”

source: Exporting…
de: Wird exportiert …
fr: Exportation…
ru: Экспорт…
zh_hans: 正在导出…

source: Exporting… %lld%%
de: Wird exportiert … %lld %%
fr: Exportation… %lld %%
ru: Экспорт… %lld %%
zh_hans: 正在导出…%lld%%

source: Exports at the level video sites expect (−16 LUFS) without clipping
de: Exportiert mit dem Pegel, den Videoportale erwarten (−16 LUFS), ohne Übersteuerung
fr: Exporte au niveau attendu par les sites vidéo (−16 LUFS), sans saturation
ru: Экспорт с уровнем громкости для видеосайтов (−16 LUFS) без перегрузки
zh_hans: 按视频网站要求的音量导出（−16 LUFS），不会削波

source: Exports without sound — to quiet just the preview, press M
de: Exportiert ohne Ton – um nur die Vorschau stummzuschalten, drücke M
fr: Exporte sans son — pour couper uniquement l’aperçu, appuyez sur M
ru: Экспорт без звука — чтобы выключить звук только в предпросмотре, нажмите M
zh_hans: 导出时不含声音 — 若只想让预览静音，请按 M

source: Export…
de: Exportieren …
fr: Exporter…
ru: Экспортировать…
zh_hans: 导出…

source: Extra-fluid curves for slow, cinematic demos.
de: Extra flüssige Kurven für langsame, filmische Demos.
fr: Courbes extra-fluides pour des démos lentes et cinématographiques.
ru: Особо плавные кривые для неспешных кинематографичных демо.
zh_hans: 超流畅的曲线，适合慢节奏、电影感的演示。

source: Fade in
de: Einblenden
fr: Fondu d’entrée
ru: Нарастание
zh_hans: 淡入

source: Fade in from black
de: Aus Schwarz einblenden
fr: Fondu depuis le noir
ru: Появление из черного
zh_hans: 从黑色淡入

source: Fade out
de: Ausblenden
fr: Fondu de sortie
ru: Затухание
zh_hans: 淡出

source: Fade out to black
de: Zu Schwarz ausblenden
fr: Fondu vers le noir
ru: Уход в черный
zh_hans: 淡出到黑色

source: Fades out after a moment without movement
de: Blendet nach kurzer Zeit ohne Bewegung aus
fr: Disparaît après un moment sans mouvement
ru: Исчезает, если какое-то время не двигается
zh_hans: 片刻不移动后淡出

source: Fast
de: Schnell
fr: Rapide
ru: Быстрый
zh_hans: 快速

source: Fast-forward moments where nothing happens
de: Momente, in denen nichts passiert, im Zeitraffer zeigen
fr: Accélérer les moments où rien ne se passe
ru: Ускорить моменты, где ничего не происходит
zh_hans: 快进没有动静的时刻

source: File
de: Ablage
fr: Fichier
ru: Файл
zh_hans: 文件

source: File Name
de: Dateiname
fr: Nom de fichier
ru: Имя файла
zh_hans: 文件名

source: File not found
de: Datei nicht gefunden
fr: Fichier introuvable
ru: Файл не найден
zh_hans: 找不到文件

source: Fill the Frame, Follow the Cursor
de: Bild füllen und dem Zeiger folgen
fr: Remplir le cadre et suivre le pointeur
ru: Заполнить кадр и следовать за указателем
zh_hans: 填满画面并跟随指针

source: Filled Rectangle
de: Gefülltes Rechteck
fr: Rectangle plein
ru: Закрашенный прямоугольник
zh_hans: 实心矩形

source: Filled rectangle
de: Gefülltes Rechteck
fr: Rectangle plein
ru: Закрашенный прямоугольник
zh_hans: 实心矩形

source: Filled rounded rectangle
de: Gefülltes abgerundetes Rechteck
fr: Rectangle arrondi plein
ru: Закрашенный скругленный прямоугольник
zh_hans: 实心圆角矩形

source: Filling the frame — the view follows your cursor
de: Füllt das Bild – die Ansicht folgt deinem Zeiger
fr: Le cadre est rempli — la vue suit votre pointeur
ru: Кадр заполнен — вид следует за указателем
zh_hans: 正在填满画面 — 视图会跟随你的指针

source: Find in Transcript
de: Im Transkript suchen
fr: Rechercher dans la transcription
ru: Найти в расшифровке
zh_hans: 在文字稿中查找

source: Find in the transcript
de: Im Transkript suchen
fr: Rechercher dans la transcription
ru: Найти в расшифровке
zh_hans: 在文字稿中查找

source: Finish and Quit
de: Abschließen und beenden
fr: Terminer et quitter
ru: Дождаться и завершить
zh_hans: 完成后退出

source: Finish or cancel the current recording setup
de: Schließe die Vorbereitung der aktuellen Aufzeichnung ab oder brich sie ab
fr: Terminez ou annulez d’abord la préparation de l’enregistrement en cours
ru: Завершите или отмените текущую подготовку к записи
zh_hans: 请先完成或取消当前的录制准备

source: Fix
de: Beheben
fr: Corriger
ru: Исправить
zh_hans: 修复

source: Flip like a selfie
de: Wie ein Selfie umdrehen
fr: Inverser comme un selfie
ru: Отразить, как на селфи
zh_hans: 像自拍一样翻转

source: Follow Cursor
de: Zeiger folgen
fr: Suivre le pointeur
ru: Следовать за указателем
zh_hans: 跟随指针

source: Follow cursor
de: Zeiger folgen
fr: Suivre le pointeur
ru: За указателем
zh_hans: 跟随指针

source: Follows cursor
de: Folgt dem Zeiger
fr: Suit le pointeur
ru: За указателем
zh_hans: 跟随指针

source: Forever
de: Für immer
fr: Indéfiniment
ru: Бессрочно
zh_hans: 永久

source: Frame
de: Rahmen
fr: Cadre
ru: Рамка
zh_hans: 边框

source: Frame copied
de: Bild kopiert
fr: Image copiée
ru: Кадр скопирован
zh_hans: 已拷贝画面

source: Frame rate
de: Bildrate
fr: Fréquence d’images
ru: Частота кадров
zh_hans: 帧速率

source: Framing
de: Bildausschnitt
fr: Cadrage
ru: Кадрирование
zh_hans: 取景

source: Free
de: Frei
fr: Libre
ru: Произвольно
zh_hans: 自由

source: Free up ⌘⇧ shortcuts · optional
de: ⌘⇧-Kurzbefehle freigeben · optional
fr: Libérer les raccourcis ⌘⇧ · facultatif
ru: Освободить сочетания ⌘⇧ · необязательно
zh_hans: 释放 ⌘⇧ 快捷键 · 可选

source: Freed %@
de: %@ freigegeben
fr: Espace libéré : %@
ru: Освобождено %@
zh_hans: 已释放 %@

source: Freed %@ (%lld files)
de: %@ freigegeben (%lld Dateien)
fr: Espace libéré : %@ (%lld fichiers)
ru: Освобождено %@ (%lld файла)
zh_hans: 已释放 %@（%lld 个文件）

source: Freehand Draw
de: Freihand zeichnen
fr: Dessin à main levée
ru: Рисование от руки
zh_hans: 手绘

source: Freehand Highlighter
de: Freihand-Textmarker
fr: Surligneur à main levée
ru: Маркер от руки
zh_hans: 手绘荧光笔

source: Freehand highlight
de: Freihand-Markierung
fr: Surlignage à main levée
ru: Выделение от руки
zh_hans: 手绘高亮

source: From your Mac
de: Von deinem Mac
fr: De votre Mac
ru: С вашего Mac
zh_hans: 来自你的 Mac

source: Full Camera at Playhead
de: Kamera im Vollbild an der Abspielposition
fr: Caméra en plein écran à la tête de lecture
ru: Камера на весь кадр у указателя воспроизведения
zh_hans: 在播放头处使用全屏摄像头

source: Full Frame (No Background)
de: Ganzes Bild (ohne Hintergrund)
fr: Plein cadre (sans arrière-plan)
ru: Весь кадр (без фона)
zh_hans: 全画面（无背景）

source: Full camera
de: Kamera im Vollbild
fr: Caméra en plein écran
ru: Во весь кадр
zh_hans: 全屏摄像头

source: Full camera for intro & outro
de: Kamera im Vollbild für Intro & Outro
fr: Caméra plein écran pour l’intro et la fin
ru: Весь кадр во вступлении и концовке
zh_hans: 片头和片尾使用全屏摄像头

source: Full frame (no background)
de: Ganzes Bild (ohne Hintergrund)
fr: Plein cadre (sans arrière-plan)
ru: Весь кадр (без фона)
zh_hans: 全画面（无背景）

source: Full screen: %@
de: Vollbild: %@
fr: Plein écran : %@
ru: Весь экран: %@
zh_hans: 全屏：%@

source: Full-Camera Intro and Outro
de: Intro und Outro mit Kamera im Vollbild
fr: Intro et fin avec caméra en plein écran
ru: Вступление и концовка с камерой на весь кадр
zh_hans: 全屏摄像头片头和片尾

source: Full-screen camera for your intro and outro
de: Kamera im Vollbild für Intro und Outro
fr: Caméra en plein écran pour votre intro et votre fin
ru: Камера во вступлении и концовке
zh_hans: 片头和片尾显示全屏摄像头

source: Fullscreen
de: Vollbild
fr: Plein écran
ru: Весь экран
zh_hans: 全屏

source: GIFs embed anywhere — READMEs, pull requests, docs. Keep them short: they get big fast.
de: GIFs lassen sich überall einbetten – READMEs, Pull-Requests, Dokumentationen. Halte sie kurz – sie werden schnell groß.
fr: Les GIF s’intègrent partout — README, pull requests, docs. Faites-les courts : ils deviennent vite lourds.
ru: GIF можно встроить куда угодно — в README, пул-реквесты, документацию. Делайте их короткими: они быстро становятся большими.
zh_hans: GIF 可以嵌入任何地方 — README、拉取请求、文档。尽量保持简短：它们很快就会变大。

source: General
de: Allgemein
fr: Général
ru: Основные
zh_hans: 通用

source: Gets out of the way during zoom moves
de: Macht während Zooms Platz
fr: S’efface pendant les mouvements de zoom
ru: Уступает место при увеличении
zh_hans: 缩放时自动让开

source: Getting ready…
de: Wird vorbereitet …
fr: Préparation…
ru: Подготовка…
zh_hans: 正在准备…

source: Glacier
de: Gletscher
ru: Ледник
zh_hans: 冰川

source: Glides without lagging behind — clicks still land exactly.
de: Gleitet ohne Verzögerung – Klicks sitzen trotzdem genau.
fr: Glisse sans traîner — les clics restent précis.
ru: Плавно скользит без отставания — нажатия по-прежнему попадают точно.
zh_hans: 流畅跟随、毫不拖沓 — 点按位置依然精准。

source: Go to End
de: Zum Ende
fr: Aller à la fin
ru: Перейти в конец
zh_hans: 前往结尾

source: Go to Start
de: Zum Anfang
fr: Aller au début
ru: Перейти в начало
zh_hans: 前往开头

source: Gradient
de: Farbverlauf
fr: Dégradé
ru: Градиент
zh_hans: 渐变

source: Grant Screen Recording first, then try it here.
de: Erlaube zuerst die Bildschirmaufnahme und probier es dann hier aus.
fr: Autorisez d’abord l’enregistrement de l’écran, puis essayez ici.
ru: Сначала разрешите запись экрана, затем попробуйте здесь.
zh_hans: 请先授予屏幕录制权限，然后在这里试试。

source: Granted — captures, recordings, and OCR are ready.
de: Erlaubt – Bildschirmfotos, Aufnahmen und OCR sind bereit.
fr: Autorisé — les captures, les enregistrements et l’OCR sont prêts.
ru: Разрешено — снимки, записи и OCR готовы к работе.
zh_hans: 已授权 — 截屏、录制和 OCR 均已就绪。

source: Graphite
de: Graphit
ru: Графитовый
zh_hans: 石墨

source: Green
de: Grün
fr: Vert
ru: Зеленый
zh_hans: 绿色

source: Hard Cuts Between Clips
de: Harte Schnitte zwischen Clips
fr: Coupes franches entre les clips
ru: Жесткие склейки между клипами
zh_hans: 片段之间硬切

source: Hard cut
de: Schnitt
fr: Coupe
ru: Жесткая склейка
zh_hans: 硬切

source: Health
de: Status
fr: État
ru: Состояние
zh_hans: 状态

source: Hidden
de: Verborgen
fr: Masqué
ru: Скрыта
zh_hans: 隐藏

source: Hidden network
de: Verborgenes Netzwerk
fr: Réseau masqué
ru: Скрытая сеть
zh_hans: 隐藏网络

source: Hide
de: Ausblenden
fr: Masquer
ru: Скрыть
zh_hans: 隐藏

source: Hide Desktop Icons
de: Schreibtischsymbole ausblenden
fr: Masquer les icônes du bureau
ru: Скрыть значки рабочего стола
zh_hans: 隐藏桌面图标

source: Hide Icon
de: Symbol ausblenden
fr: Masquer l’icône
ru: Скрыть значок
zh_hans: 隐藏图标

source: Hide desktop icons while capturing
de: Schreibtischsymbole beim Aufnehmen ausblenden
fr: Masquer les icônes du bureau pendant la capture
ru: Скрывать значки рабочего стола при съемке
zh_hans: 截屏时隐藏桌面图标

source: Hide the Menu Bar Icon?
de: Symbol in der Menüleiste ausblenden?
fr: Masquer l’icône de la barre des menus ?
ru: Скрыть значок в строке меню?
zh_hans: 要隐藏菜单栏图标吗？

source: Hide the move to Stop
de: Weg zu „Stoppen“ ausblenden
fr: Masquer le trajet vers Arrêter
ru: Скрыть движение к кнопке «Остановить»
zh_hans: 隐藏移向“停止”的动作

source: Hide tips (bring them back from ⌘K or the shortcuts list)
de: Tipps ausblenden (über ⌘K oder die Kurzbefehlsliste wieder einblenden)
fr: Masquer les astuces (réaffichez-les avec ⌘K ou la liste des raccourcis)
ru: Скрыть подсказки (вернуть их можно через ⌘K или список сочетаний клавиш)
zh_hans: 隐藏提示（可通过 ⌘K 或快捷键列表重新显示）

source: Hide when idle
de: Bei Stillstand ausblenden
fr: Masquer à l’arrêt
ru: Скрывать при бездействии
zh_hans: 静止时隐藏

source: Hide — the export keeps going (Esc)
de: Ausblenden – der Export läuft weiter (Esc)
fr: Masquer — l’exportation continue (Échap)
ru: Скрыть — экспорт продолжится (Esc)
zh_hans: 隐藏 — 导出会继续进行（Esc）

source: High
de: Hoch
fr: Élevée
ru: Высокое
zh_hans: 高

source: Highlight
de: Markierung
fr: Surlignage
ru: Выделение
zh_hans: 高亮

source: Highlight color
de: Markierungsfarbe
fr: Couleur de surlignage
ru: Цвет выделения
zh_hans: 高亮颜色

source: Highlight words
de: Wörter hervorheben
fr: Surligner les mots
ru: Подсветка слов
zh_hans: 高亮字词

source: Highlighter
de: Textmarker
fr: Surligneur
ru: Маркер
zh_hans: 荧光笔

source: History
de: Verlauf
fr: Historique
ru: История
zh_hans: 历史记录

source: History cleared — click or press ⌘Z to undo
de: Verlauf gelöscht – zum Widerrufen klicken oder ⌘Z drücken
fr: Historique effacé — cliquez ou appuyez sur ⌘Z pour annuler
ru: История очищена — нажмите сюда или ⌘Z, чтобы отменить
zh_hans: 历史记录已清除 — 点按或按下 ⌘Z 撤销

source: History uses %@ (%lld captures)
de: Verlauf belegt %@ (%lld Bildschirmfotos)
fr: L’historique occupe %@ (%lld captures)
ru: История занимает %@ (%lld снимка)
zh_hans: 历史记录占用 %@（%lld 张截屏）

source: History uses … (%lld captures)
de: Verlauf belegt … (%lld Bildschirmfotos)
fr: L’historique occupe … (%lld captures)
ru: История занимает … (%lld снимка)
zh_hans: 历史记录占用 …（%lld 张截屏）

source: History was already tidy
de: Der Verlauf war schon aufgeräumt
fr: L’historique était déjà propre
ru: В истории нет ничего лишнего
zh_hans: 历史记录已经很整洁

source: Home End
de: Pos1 Ende
fr: Début Fin

source: Hotkeys are system-wide and active while Shotnix is running. The ⌘⇧3 default works best after Apple's screenshot shortcut is disabled.
de: Kurzbefehle gelten systemweit, solange Shotnix läuft. Der Standardkurzbefehl ⌘⇧3 funktioniert am besten, wenn Apples Bildschirmfoto-Kurzbefehl deaktiviert ist.
fr: Les raccourcis fonctionnent dans tout le système tant que Shotnix est ouvert. Le raccourci ⌘⇧3 par défaut fonctionne mieux une fois le raccourci de capture d’Apple désactivé.
ru: Сочетания клавиш работают во всей системе, пока открыт Shotnix. Сочетание ⌘⇧3 по умолчанию работает лучше всего, если отключить сочетание Apple для снимков экрана.
zh_hans: 快捷键在 Shotnix 运行时全局有效。停用 Apple 的截屏快捷键后，默认的 ⌘⇧3 效果最佳。

source: Hover the Zoom track
de: Auf die Zoomspur zeigen
fr: Survoler la piste Zoom
ru: Наведите указатель на дорожку «Масштаб»
zh_hans: 悬停在缩放轨道上

source: Hover the zoom track and click to add a zoom, or press Z at the playhead. Drag a zoom to move it; drag its edges to change how long it lasts.
de: Zeige auf die Zoomspur und klicke, um einen Zoom hinzuzufügen, oder drücke Z an der Abspielposition. Ziehe einen Zoom, um ihn zu bewegen; ziehe an seinen Rändern, um seine Dauer zu ändern.
fr: Survolez la piste de zoom et cliquez pour ajouter un zoom, ou appuyez sur Z à la tête de lecture. Faites glisser un zoom pour le déplacer ; faites glisser ses bords pour modifier sa durée.
ru: Наведите указатель на дорожку «Масштаб» и нажмите, чтобы добавить увеличение, или нажмите Z у указателя воспроизведения. Перетяните увеличение, чтобы переместить его; тяните за края, чтобы изменить длительность.
zh_hans: 将指针悬停在缩放轨道上并点按即可添加缩放，或在播放头处按下 Z。拖移缩放可移动它；拖移其边缘可更改持续时间。

source: How strongly blur and pixelate hide what's under them
de: Wie stark Weichzeichnen und Verpixeln den Inhalt darunter verbergen
fr: Degré de masquage du flou et de la pixélisation
ru: Насколько сильно размытие и пикселизация скрывают содержимое
zh_hans: 模糊和像素化遮盖下方内容的程度

source: Image
de: Bild
ru: Изображение
zh_hans: 图像

source: In
de: Start
fr: Entrée
ru: Начало
zh_hans: 入点

source: In & out
de: Start & Ende
fr: Entrée et sortie
ru: Начало и конец
zh_hans: 入点和出点

source: In earlier
de: Start früher
fr: Entrée plus tôt
ru: Начало раньше
zh_hans: 入点提前

source: In later
de: Start später
fr: Entrée plus tard
ru: Начало позже
zh_hans: 入点延后

source: Includes: %@
de: Enthält: %@
fr: Contenu : %@
ru: Включает: %@
zh_hans: 包含：%@

source: Inspector tabs
de: Inspektor-Tabs
fr: Onglets de l’inspecteur
ru: Вкладки инспектора
zh_hans: 检查器标签页

source: Instant
de: Sofort
fr: Instantané
ru: Мгновенно
zh_hans: 即时

source: Intro card
de: Intro-Karte
fr: Carton d’intro
ru: Начальный титр
zh_hans: 片头卡

source: Intro card — click to edit it in Style
de: Intro-Karte – klicke, um sie in „Stil“ zu bearbeiten
fr: Carton d’intro — cliquez pour le modifier dans Style
ru: Начальный титр — нажмите, чтобы изменить его во вкладке «Стиль»
zh_hans: 片头卡 — 点按以在“样式”中编辑

source: Intro card “%@”, %@ to %@
de: Intro-Karte „%@“, %@ bis %@
fr: Carton d’intro « %@ », de %@ à %@
ru: Начальный титр «%@», с %@ до %@
zh_hans: 片头卡“%@”，%@ 至 %@

source: Intro card, %@ to %@
de: Intro-Karte, %@ bis %@
fr: Carton d’intro, de %@ à %@
ru: Начальный титр, с %@ до %@
zh_hans: 片头卡，%@ 至 %@

source: It may be damaged, still being saved, or in a format this Mac can't play. MP4 and MOV videos work best.
de: Die Datei ist möglicherweise beschädigt, wird noch gesichert oder hat ein Format, das dieser Mac nicht abspielen kann. MP4- und MOV-Videos funktionieren am besten.
fr: Le fichier est peut-être endommagé, encore en cours d’enregistrement, ou dans un format que ce Mac ne peut pas lire. Les vidéos MP4 et MOV fonctionnent le mieux.
ru: Возможно, файл поврежден, еще сохраняется или имеет формат, который этот Mac не может воспроизвести. Лучше всего подходят видео MP4 и MOV.
zh_hans: 该文件可能已损坏、仍在存储中，或采用了这台 Mac 无法播放的格式。MP4 和 MOV 视频效果最佳。

source: It only has sound, or nothing at all. Shotnix edits screen recordings and other videos.
de: Die Datei enthält nur Ton oder gar nichts. Shotnix bearbeitet Bildschirmaufnahmen und andere Videos.
fr: Le fichier ne contient que du son, ou rien du tout. Shotnix modifie les enregistrements de l’écran et les autres vidéos.
ru: В нем есть только звук или вообще ничего. Shotnix редактирует записи экрана и другие видео.
zh_hans: 该文件只有声音，或者什么都没有。Shotnix 可编辑屏幕录制和其他视频。

source: It was moved, renamed, or deleted. Open it from where it is now.
de: Es wurde bewegt, umbenannt oder gelöscht. Öffne es an seinem aktuellen Ort.
fr: Elle a été déplacée, renommée ou supprimée. Ouvrez-la depuis son emplacement actuel.
ru: Файл был перемещен, переименован или удален. Откройте его из нового места.
zh_hans: 它已被移动、重新命名或删除。请从它现在的位置打开。
